<#ftl encoding="UTF-8"/>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">

    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
    <script src="https://cdn.jsdelivr.net/jquery.typeit/4.4.0/typeit.min.js"></script>
    <link rel="stylesheet" href="/css/style.css">
    <link rel="stylesheet" href="/css/about.css">

    <title>Про ИТИС</title>

</head>

<body class="parallax-background">

<header class="scroll_header">
    <a class="name">ITIS GAME</a>
    <ul class="menu-main">
        <li><a href="/main">Главная</a></li>
        <li><a href="/about">Про ИТИС</a></li>
        <li><a href="/contact">Контакты</a></li>
    </ul>
</header>
<div>
    <section id="section1">
        <div class="view_height">
            <h1 id="title"></h1>
            <img id="arrow" class="bounce" src="/img/down-arrow.png">
        </div>
    </section>
    <section id="section2" class="container-fluid">
        <h1>ЧТО ТАКОЕ ИТИС?</h1>
        <div class="container-fluid">
            <img src="/img/itis1.jpg" class="itis_image">
            <p class="what_is_itis">
                Высшая школа информационных технологий и интеллектуальных​ систем (ИТИС) - инновационный ИТ-факультет
                КФУ,
                который был основан в 2011 году совместными усилиями Министерства информатизации и связи РТ, Казанского
                федерального университета, мировых брендов IBM,HP, Oracle, представителями крупнейших IT-компаний
                региона.<br>

                ИТИС – это подготовка высококвалифицированных кадров, повышение квалификации и профессиональная
                переподготовка сотрудников предприятий в области информационных технологий, осуществление прикладных
                исследований для ИТ-индустрии.<br>

                Особенностью Высшей школы ИТИС является промышленно-прикладная направленность исследований и обучения.
                Со
                второго курса студенты проходят практику в ИТ-компаниях, работают над исследованиями и разработками в
                лабораториях, созданных ИТ-бизнесом и Высшей школой ИТИС. В стенах Института сегодня функционирует более
                20
                подобных центров. Среди них Fujitsu Lab, Cisco Innovation Center, IOS Lab, Samsung Android Lab, Digital
                Media Lab, Flat Stack Lab, SmartHead Lab, BARS Group Lab и другие.<br>

                Реализацию образовательного фундамента обеспечивает профессорско-преподавательский состав Университета.
                Специальные курсы ведут опытные разработчики ИТ-компаний. Часть занятий проводят приглашенные
                преподаватели
                из зарубежных университетов.
            </p>
        </div>
    </section>
    <section id="section3" class="container-fluid">
        <h1 class="dark-text">ФОТОГАЛЕРЕЯ</h1>
        <div id="block-for-slider">
            <div id="viewport">
                <ul id="slidewrapper">
                    <li class="slide">
                        <img src="/img/slider1.jpg" alt="1" class="slide-img">
                        <div>
                            <h1 class="news_title">
                                ДЕНЬ ПЕРВОКУРСНИКА
                            </h1>
                            <p class="description">
                                Реализацию образовательного фундамента обеспечивает профессорско-преподавательский
                                состав Университета.
                                Специальные курсы ведут опытные разработчики ИТ-компаний. Часть занятий проводят
                                приглашенные преподаватели
                                из зарубежных университетов.
                                Реализацию образовательного фундамента обеспечивает профессорско-преподавательский
                                состав Университета.
                            </p>
                        </div>
                    </li>
                    <li class="slide"><img src="/img/slider2.jpg" alt="2" class="slide-img">
                        <div>
                            <h1 class="news_title">
                                ПОБЕДИТЕЛЬ!
                            </h1>
                            <p class="description">
                                Реализацию образовательного фундамента обеспечивает профессорско-преподавательский
                                состав Университета.
                                Специальные курсы ведут опытные разработчики ИТ-компаний. Часть занятий проводят
                                приглашенные преподаватели
                                из зарубежных университетов.
                                Реализацию образовательного фундамента обеспечивает профессорско-преподавательский
                                состав Университета.
                            </p>
                        </div>
                    </li>
                    <li class="slide"><img src="/img/slider3.jpg" alt="3" class="slide-img">
                        <div>
                            <h1 class="news_title">
                                ДЕНЬ РОЖДЕНИЯ
                            </h1>
                            <p class="description">
                                Реализацию образовательного фундамента обеспечивает профессорско-преподавательский
                                состав Университета.
                                Специальные курсы ведут опытные разработчики ИТ-компаний. Часть занятий проводят
                                приглашенные преподаватели
                                из зарубежных университетов.
                                Реализацию образовательного фундамента обеспечивает профессорско-преподавательский
                                состав Университета.
                            </p>
                        </div>
                    </li>
                    <li class="slide"><img src="/img/slider4.jpg" alt="4" class="slide-img">
                        <div>
                            <h1 class="news_title">
                                ГРАНТОПОЛУЧАТЕЛИ
                            </h1>
                            <p class="description">
                                Реализацию образовательного фундамента обеспечивает профессорско-преподавательский
                                состав Университета.
                                Специальные курсы ведут опытные разработчики ИТ-компаний. Часть занятий проводят
                                приглашенные преподаватели
                                из зарубежных университетов.
                                Реализацию образовательного фундамента обеспечивает профессорско-преподавательский
                                состав Университета.
                            </p>
                        </div>
                    </li>
                </ul>
            </div>
            <div>
                <div id="prev-btn"><img src="/img/left-arrow.png"></div>
                <div id="next-btn"><img src="/img/right-arrow.png"></div>
            </div>
        </div>
    </section>

    <section id="directions" class="container-fluid">
        <h1>НАПРАВЛЕНИЯ ПОДГОТОВКИ</h1>
        <div class="bak_mag">
            <div class="baccalaureate">
                <h3>Бакалавриат</h3>
                <ul class="choice_list">
                    <li class="li_class" data-description="descr1">Интеллектуальная робототехника</li>
                    <p id="descr1" class="description1">Реализацию
                        образовательного фундамента обеспечивает профессорско-преподавательский состав Университета.
                        Специальные курсы ведут опытные разработчики ИТ-компаний. Часть занятий проводят приглашенные
                        преподаватели
                        из зарубежных университетов.
                        Реализацию образовательного фундамента обеспечивает профессорско-преподавательский состав
                        Университета.</p>
                    <li class="li_class" data-description="descr2">Машинное понимание, вычислительные эмоции</li>
                    <p id="descr2" class="description1">Реализацию
                        образовательного фундамента обеспечивает профессорско-преподавательский состав Университета.
                        Специальные курсы ведут опытные разработчики ИТ-компаний. Часть занятий проводят приглашенные
                        преподаватели
                        из зарубежных университетов.
                        Реализацию образовательного фундамента обеспечивает профессорско-преподавательский состав
                        Университета.</p>
                    <li class="li_class" data-description="descr3">Визуализация, 3D-моделирование, разработка
                        компьютерных
                        игр
                    </li>
                    <p id="descr3" class="description1">Реализацию
                        образовательного фундамента обеспечивает профессорско-преподавательский состав Университета.
                        Специальные курсы ведут опытные разработчики ИТ-компаний. Часть занятий проводят приглашенные
                        преподаватели
                        из зарубежных университетов.
                        Реализацию образовательного фундамента обеспечивает профессорско-преподавательский состав
                        Университета.</p>
                    <li class="li_class" data-description="descr4">Мобильная разработка (Android, iOS)</li>
                    <p id="descr4" class="description1">Реализацию
                        образовательного фундамента обеспечивает профессорско-преподавательский состав Университета.
                        Специальные курсы ведут опытные разработчики ИТ-компаний. Часть занятий проводят приглашенные
                        преподаватели
                        из зарубежных университетов.
                        Реализацию образовательного фундамента обеспечивает профессорско-преподавательский состав
                        Университета.</p>
                    <li class="li_class" data-description="descr5">Web-разработка (Django, Ruby on Rails, Javascript,
                        PHP)
                    </li>
                    <p id="descr5" class="description1">Реализацию
                        образовательного фундамента обеспечивает профессорско-преподавательский состав Университета.
                        Специальные курсы ведут опытные разработчики ИТ-компаний. Часть занятий проводят приглашенные
                        преподаватели
                        из зарубежных университетов.
                        Реализацию образовательного фундамента обеспечивает профессорско-преподавательский состав
                        Университета.</p>
                    <li class="li_class" data-description="descr6">Разработка корпоративных решений (Java, .NET)</li>
                    <p id="descr6" class="description1">Реализацию
                        образовательного фундамента обеспечивает профессорско-преподавательский состав Университета.
                        Специальные курсы ведут опытные разработчики ИТ-компаний. Часть занятий проводят приглашенные
                        преподаватели
                        из зарубежных университетов.
                        Реализацию образовательного фундамента обеспечивает профессорско-преподавательский состав
                        Университета.</p>
                    <li class="li_class" data-description="descr7">Инфраструктурные решения</li>
                    <p id="descr7" class="description1">Реализацию
                        образовательного фундамента обеспечивает профессорско-преподавательский состав Университета.
                        Специальные курсы ведут опытные разработчики ИТ-компаний. Часть занятий проводят приглашенные
                        преподаватели
                        из зарубежных университетов.
                        Реализацию образовательного фундамента обеспечивает профессорско-преподавательский состав
                        Университета.</p>
                    <li class="li_class" data-description="descr8">Интеллектуальные обучающие системы</li>
                    <p id="descr8" class="description1">Реализацию
                        образовательного фундамента обеспечивает профессорско-преподавательский состав Университета.
                        Специальные курсы ведут опытные разработчики ИТ-компаний. Часть занятий проводят приглашенные
                        преподаватели
                        из зарубежных университетов.
                        Реализацию образовательного фундамента обеспечивает профессорско-преподавательский состав
                        Университета.</p>
                </ul>
            </div>
            <div class="magistracy">
                <h3>Магистратура</h3>
                <ul class="choice_list">
                    <li class="li_class" data-description="descr9">Интеллектуальная робототехника</li>
                    <p id="descr9" class="description1">Реализацию
                        образовательного фундамента обеспечивает профессорско-преподавательский состав Университета.
                        Специальные курсы ведут опытные разработчики ИТ-компаний. Часть занятий проводят приглашенные
                        преподаватели
                        из зарубежных университетов.
                        Реализацию образовательного фундамента обеспечивает профессорско-преподавательский состав
                        Университета.</p>
                    <li class="li_class" data-description="descr10">Разработка программно-информационных систем</li>
                    <p id="descr10" class="description1">Реализацию
                        образовательного фундамента обеспечивает профессорско-преподавательский состав Университета.
                        Специальные курсы ведут опытные разработчики ИТ-компаний. Часть занятий проводят приглашенные
                        преподаватели
                        из зарубежных университетов.
                        Реализацию образовательного фундамента обеспечивает профессорско-преподавательский состав
                        Университета.</p>
                    <li class="li_class" data-description="descr11">Технологии виртуальной и дополненной реальности</li>
                    <p id="descr11" class="description1">Реализацию
                        образовательного фундамента обеспечивает профессорско-преподавательский состав Университета.
                        Специальные курсы ведут опытные разработчики ИТ-компаний. Часть занятий проводят приглашенные
                        преподаватели
                        из зарубежных университетов.
                        Реализацию образовательного фундамента обеспечивает профессорско-преподавательский состав
                        Университета.</p>
                </ul>
            </div>
        </div>

    </section>
    <section id="section4" class="container-fluid">
        <h1>КОНТАКТЫ</h1>
        <div class="contacts">
            <div>
                <h4>Телефон: (843) 221 34 33 (доб. 25)</h4>
                <h4>E-mail: itis@kpfu.ru</h4>
                <h4>Адрес: 420008 г. Казань, ул. Кремлевская, 35</h4>
            </div>
            <div>
                <a target="_blank" href="https://www.instagram.com/itis_kfu/?hl=ru"><img src="/img/instagram.png"></a>
                <a target="_blank" href="https://vk.com/itis_kfu"><img src="/img/vk.png" style="margin: 25px"></a>
                <a target="_blank" href="https://kpfu.ru/itis"><img src="/img/website.png"></a>
            </div>
        </div>
    </section>
</div>

<script type="text/javascript" src="/js/about/arrow-click.js"></script>
<script src="/js/about/header-opacity.js"></script>
<script src="/js/about/slider.js"></script>
<script src="/js/about/open-description.js"></script>
<script src="/js/about/typing.js"></script>
<script src="/js/about/parallax.js"></script>
<script src="/js/about/arrow-stop.js"></script>

</body>
</html>